index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Jacob's Website</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="./css/simple.css" />
</head>
<body>
<header id="top" class="status">
<div class='intro'>
  <h1>
    Jacob's Website
  </h1>
</div>

<div class='nav'>
<p> <a href='https://moujal.li'>Main</a> • <a href='https://moujal.li/blog/'>Blog</a> • <a href='https://github.com/JMoujalli'>Github</a></p>
</div>
</header>
<main id="content">

<div id="outline-container-orgb2a6427" class="outline-2">
<h2 id="orgb2a6427">About</h2>
<div class="outline-text-2" id="text-orgb2a6427">
<p>
Welcome to my website. My name is Jacob Moujalli I am a physics enthusiast, emacs noob, and free software enjoyer.
I have formal qualifications in physics from the University of Technology, Sydney and the University of New South Wales, Sydney.
In the future I am hoping to start a Masters degree focused on Astroparticle physics.
Currently I am interested in dark matter and neutrino physics, specifically simulating/modelling detectors.
</p>

<p>
This website was generated using Emacs and was written in org mode.
The purpose of this website is to allow me to document my interests in the form of blog posts and to have my own part of the internet.
</p>
</div>
</div>

<div id="outline-container-orgfc8d5b9" class="outline-2">
<h2 id="orgfc8d5b9">Contact</h2>
<div class="outline-text-2" id="text-orgfc8d5b9">
<p>
The best way to get in contact with me is through <a href="mailto:Jacob.Moujalli@hotmail.com">email</a>.
Alternatively, you may add me on <a href="https://jami.net/">Jami</a>. My account ID is "JacobMoujalli".
</p>
</div>
</div>
</main>
<footer id="postamble" class="status">
<div class="footer-block">
<p>
Copyright (c) 2024 Jacob Moujalli. See <a rel="license" href="https://moujal.li/license">license</a> for details.
</p>
</div>
</footer>
</body>
</html>
